{
	"@metadata": {
		"authors": [
			"Brettchenweber",
			"Justman10000"
		]
	},
	"Welcome": "Willkommen",
	"2auth": "! Wenn du dein Wikipedia-Benutzerkonto bestätigen möchstest, schreibe bitte **.auth**",
	"Hello": "Hallo",
	"pmoff": "Du hast Direktnachrichten ausgeschaltet",
	"pmoff2": ", bitte schalte sie ein, indem du den Pfeil neben GUILDNAME anklickst und dann die Privatsphäreeinstellungen auswählst. Dann tippe **.auth** erneut ein.",
	"pmauth": "Um dein Wikipedia-Konto zu bestätigen, folge bitte diesem Link:",
	"Commands:": "Befehle:",
	"hauth": "**.auth** - dein Wikimedia-Benutzerkonto bestätigen",
	"hwho": "**.whois *userid*** - gib die Discord-Benutzerkennung ein, um das zugehörige Konto eines verifizierten Benutzers zu sehen",
	"authas": "bestätigt als Benutzer:",
	"Registered:": "Registriert:",
	"Home:": "Heimatwiki:",
	"Total_edits:": "Gesamte Bearbeitungen:",
	"Edits:": "Bearbeitungen:",
	"Groups:": "Gruppen:",
	"gGroups:": "Globale Gruppen:",
	"max8": "Es sind nur bis zu 10 Personen aufgeführt. Klicke oben auf den Namen, um alle Infos zu sehen.",
	"hwho2": "Um diesen Befehl zu nutzen, schreibe **.whois *userid***",
	"notauthd": "Dieser Nutzer scheint nicht bestätigt zu sein.",
	"needmanser": "Du benötigst **Server-verwalten**-Rechte, um diesen Befehl zu nutzen.",
	"alrauth": "Du bist bereits als Benutzer authentifiziert:",
	"alrauth2": " authentifiziert, es ist nichts weiter erforderlich.",
	"sellang": "Bitte wähle eine der folgenden Sprachen aus",
	"errlang": "Ich konnte diese Sprache nicht finden, für neue Sprachen kontaktiere bitte IVORK#0001, sonst wähle eine der folgenden",
	"langset": "Sprache wurde festgelegt auf",
	"aroleset": "Authentifizierte Rolle erfolgreich festgelegt auf",
	"checku": "Benutzer überprüfen",
	"cantass": "Ich scheine keinen Zugriff zu haben, um diese Rolle zuzuweisen. Bitte stelle sicher, dass meine WikiAuth-Rolle oben",
	"cantass2": "in der Liste der Serverrollen ist, damit ich Zugriff habe, zudem, dass ich *manage_roles* Zugriff habe. Wenn du die Änderungen erstellt hast, verwende einfach denselben Befehl, um allen berechtigten Mitgliedern die Rolle erneut zuzuweisen. Bei wiederholten Vorkommnissen wende dich an IVORK#0001.",
	"havass": "Ich habe die Rolle ROLENAME dem/den Benutzer(n) COUNT/LENMESSAGEGUILDMEMBERS zugewiesen, die bereits authentifiziert sind.",
	"nfindrole": "Ich konnte die Rolle MESCONTSPLI1 nicht finden. Um diesen Befehl zu verwenden, musst du ihn entweder markieren oder seine ID einfügen.",
	"etagid": "Um diesen Befehl zu verwenden, musst du ihn entweder markieren oder seine ID einfügen.",
	"cantsend": "Ich kann keine Nachrichten in CHANNAME senden. Bitte gib mir die Berechtigung send_messages und verwende den Befehl erneut. Bei anhaltenden Problemen wende dich an IVORK#0001.",
	"ssetachan": "Du hast CHANNAME erfolgreich als Kanal für die Authentifizierungsnachrichten festgelegt. Um ihn zu deaktivieren, gib *.setachan none* ein.",
	"sremwchan": "Der Willkommenskanal wurde erfolgreich entfernt. Verwende **.setwchan *channeltag/channelid***, um ihn wieder festzulegen.",
	"cfchan": "Ich konnte SPLITTOID nicht finden. Bitte vergewissere dich, dass die Channel-ID korrekt ist und dass ich über die nötigen Rechte verfüge, um den Channel zu sehen.",
	"sremachan": "Der Authentifizierungskanal wurde erfolgreich entfernt. Verwende **.setachan *channeltag/channelid***, um ihn wieder festzulegen.",
	"hsetwchan": "Um diesen Befehl zu verwenden, gib **.setwchan #general** oder ***221049808784326656*** ein oder verwende ***none*** zum Deaktivieren.",
	"ssetwchan": "Du hast CHANNAME erfolgreich als Willkommenskanal festgelegt. Um ihn zu deaktivieren, gib *.setwchan none* ein.",
	"helpcommands": "**.status** - prüft den Status des Bot-Hosts\n**.setlang *Language*** - wähle die Server-Sprache aus den folgenden aus: AVAILLANG\n**.setachan *#auth-channel*** oder ***channel id*** - legt den Kanal fest, an den der Bot Authentifizierungsnachrichten sendet CURACHAN\n**.setrole *@authrole*** oder ***role id*** - Rolle festlegen, die authentifizierten Benutzern zugewiesen werden soll CURROLE\n**.setwchan *#general*** oder ***channel id*** - legt fest, dass der Channel Bot Willkommensnachrichten an CURWCHAN sendet\n**.setblock *Y*** oder ***N*** - verbietet gesperrten Benutzern, sich zu authentifizieren CURSBLOCK\n**.setype *W*** oder ***M*** oder ***F*** - legt den Server-Authentifizierungstyp für Wikimedia oder Miraheze oder Fandom fest CURSMIRA\n**.invite** - erhält einen Link, um diesen Bot auf deinen eigenen Server einzuladen",
	"invt": "Um diesen Bot auf deinen eigenen Server einzuladen, verwende den folgenden Link",
	"Cantfindusedisplayorid": "Ich konnte keinen Nutzer mit dem Namen *unam* finden. Stelle sicher, dass du seinen Nicknamen verwendest, oder benutze seine UserID.",
	"YN2B": "Bitte gib einen Wert von **yes** oder **no** ein, um festzulegen, ob du blockierten Benutzern die Authentifizierung erlauben willst.",
	"YNBS": "Erfolgreich das Verbot der Authentifizierung von gesperrten Mitgliedern auf **VAL** festgelegt.",
	"BlockAuth": "Du konntest leider nicht am **GUILDNAME** Server authentifiziert werden, da gesperrte Benutzer sich nicht authentifizieren können, was bei deinem Konto **UNAM** der Fall zu sein scheint. Bitte versuche es erneut, wenn du freigeschaltet bist.",
	"YN2M": "Bitte gib entweder den Wert **W** für Wikipedia, **M** für Miraheze oder **F** für Fandom ein.",
	"YNMS": "Servertyp auf **VAL** festgelegt"
}
